export function About() {
    return (
        <>
            <div className="about__container">
                <h1>Добро пожаловать на WildCherry!</h1>
                <p>
                    WildCherry - это инновационный маркетплейс, созданный для любителей природных продуктов и
                    экологически чистых товаров. Мы стремимся предложить нашим покупателям широкий выбор товаров,
                    которые помогут им вести здоровый образ жизни и заботиться о окружающей среде.
                </p>
                <p>
                    На WildCherry вы найдете множество продуктов, начиная от свежих органических продуктов питания,
                    таких как фрукты, овощи и зерновые, до натуральных косметических средств, домашних принадлежностей и
                    устойчивых товаров для дома. Мы тщательно отбираем каждый товар, чтобы удовлетворить самые высокие
                    стандарты качества и соответствовать ожиданиям наших клиентов.
                </p>
                <p>
                    Мы также поддерживаем и сотрудничаем с местными производителями, фермерами и ремесленниками, чтобы
                    предоставить возможность поддержать местное сообщество и экономику. Наша цель - поощрять устойчивое
                    производство и потребление, а также вдохновлять наших клиентов принимать более осознанные
                    покупательские решения.
                </p>
                <p>
                    На WildCherry мы также стремимся создать сообщество единомышленников, которые разделяют наши
                    ценности и интересы. Мы организуем мероприятия, вебинары и дискуссионные площадки, чтобы обсуждать
                    актуальные темы в сфере устойчивого развития, здорового образа жизни и экологической
                    ответственности. Присоединяйтесь к нам и вместе мы сможем внести положительные изменения в мир!
                </p>
            </div>
        </>
    );
}
